IDEA Open Model
HangingAroundPatch.InclinedPartsAngle Property
Compatible with IDEA StatiCa Beta 20.0
 Inclination of inclined parts
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double InclinedPartsAngle { get; set; }
Public Property InclinedPartsAngle As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace